package homework4_5_1;

public class Main {
    public static void main(String[] args) {
        Contacts contacts = new Contacts();
        MissedCalls missedCalls = new MissedCalls();
    }

    /*
    выбор следующих методов:
    Добавление контакта (имя, фамилия, номер телефона, группа контакта: работа, друзья, семья).
    Добавление пропущенного вызова.
    Вывод всех пропущенных вызовов с указанием фамилии и имени. Если контакта нет в списке контактов, вывести только номер телефона.
    Очистка пропущенных вызовов.
    Завершить работу программы (выход).
     */
}
